Repository: FreezeSoul/ovd
Catalog: ApplicationServer/po/*.po
Languages: ru, zh_cn

source: Application sharing
ru: Общие приложения
zh_cn: 应用分享

source: Close this window
ru: Закрыть окно
zh_cn: 关闭当前窗口

source: Desktop sharing
ru: Общий рабочий стол
zh_cn: 桌面分享

source: Email address
ru: Email адрес
zh_cn: 邮件地址

source: If you want to start another session, click <a href="%s">here</a>
ru: Если хотите начать новею сессию, нажмите <a href="%s">здесь</a>
zh_cn: 点击<a href="%s">这里</a> 打开新会话

source: Invite
ru: Приглашение
zh_cn: 邀请

source: Loading %s
ru: Загрузка %s
zh_cn: 载入%s

source: Loading Application
ru: Загрузка приложения
zh_cn: 加载程序

source: Loading Desktop
ru: Загрузка рабочего стола
zh_cn: 加载桌面

source: Loading Error
ru: Ошибка загрузки
zh_cn: 加载错误

source: Loading Portal
ru: Загрузка Портала
zh_cn: 加载入口

source: Loading Share
ru: Загрузка
zh_cn: 加载分享

source: Logout
ru: Выход
zh_cn: 注销

source: My applications
ru: Мои приложения
zh_cn: 我的应用

source: My files
ru: Мои файлы
zh_cn: 我的文件

source: Running applications
ru: Запущенные приложения
zh_cn: 运行程序

source: Server: invalid token
ru: Сервер: неверный маркер безопасности
zh_cn: 服务器：无效访问

source: Server: session closed unexpectedly
ru: Снрвер: сессия неожиданно завершена
zh_cn: 服务器：会话意外终止

source: Server: unable to start application
ru: Сервер: ошибка запуска приложения
zh_cn: 服务器：无法加载程序

source: Share desktop
ru: Общий рабочий стол
zh_cn: 分享桌面

source: Shared application has ended unexpectedly
ru: Общее приложение неожиданно завершено
zh_cn: 分享程序意外终止

source: Shared application has ended, you can now close the window
ru: Общее приложение завершено, можете закрыть окно
zh_cn: 分享程序结束，可关闭窗口

source: Suspend
ru: Прекратить
zh_cn: 暂停

source: Welcome %s!
ru: Добро пожаловать %s!
zh_cn: 欢迎 %s

source: Your application has ended unexpectedly
ru: Приложение неожиданно завершено
zh_cn: 客户程序意外终止

source: Your application has ended, you can now close the window
ru: Ваше приложение завершено, можете закрыть окно
zh_cn: 客户程序结束，可关闭窗口

source: Your session has ended unexpectedly
ru: Ваша сессия неожиданно завершилась
zh_cn: 客户会话意思终止

source: Your session has ended, you can now close the window
ru: Ваша сессия завершена, можете закрыть окно
zh_cn: 客户会话结束，可关闭窗口

source: active mode
ru: активный режим
zh_cn: 活动模式

source: error details
ru: Подробности ошибки
zh_cn: 错误细节

source: resume
ru: продолжить
zh_cn: 重启

source: share
ru: расшарить
zh_cn: 分享

source: suspend
ru: приостановить
zh_cn: 暂停
