Repository: FreezeSoul/ovd
Catalog: debian/ovd-session-manager/debian/po/*.po
Languages: fr

source: Configure MySQL?
fr: Configurer MySQL ?

source: Please confirm whether MySQL should be configured automatically.
fr: Veuillez confirmer que MySQL doit être reconfiguré automatiquement.

source: Administrator login:
fr: Login de l'administrateur :

source: Ulteo Session Manager needs to register an administrator. You can define the login of this user here.
fr: Ulteo Session Manager nécessite d'enregistrer un administrateur. Vous pouvezdéfinir son login ici.

source: MySQL host:
fr: Hôte MySQL :

source: Please enter the name or IP address of the MySQL database server that will store the Ulteo Session Manager database.
fr: Veuillez indiquer le nom ou l'adresse IP du serveur de bases de données MySQL qui accueille la base de données d'Ulteo Session Manager.

source: Ulteo Session Manager database name:
fr: Nom de la base de données d'Ulteo Session Manager :

source: Please enter the name of the database that will host data for Ulteo Session Manager.
fr: Veuillez indiquer le nom de la base de données pour Ulteo Session Manager.

source: Database server administrator password:
fr: Mot de passe de l'administrateur du serveur de bases de données :

source: Database user for Ulteo Session Manager:
fr: Utilisateur de la base de données pour Ulteo Session Manager :

source: Please choose the MySQL account that will be used to access the database hosting Ulteo Session Manager data.
fr: Veuillez indiquer l'identifiant MySQL qui sera utilisé pour accéder à la base de données d'Ulteo Session Manager.

source: Database user password:
fr: Mot de passe de l'utilisateur du serveur de bases de données :

source: Please choose the password for the account that will be used to access the database hosting Ulteo Session Manager data.
fr: Veuillez indiquer le mot de passe de l'utilisateur de la base de données d'Ulteo Session Manager.

source: Database server administrator username:
fr: Mot de passe de l'administrateur du serveur de bases de données :

source: Please enter the username of the database server administrator. This account must have database creation privileges.
fr: Veuillez indiquez l'identifiant de l'administrateur du serveur de bases de données. Ce compte doit posséder les privilèges de création de bases de données.

source: Administrator password:
fr: Mot de passe de l'administrateur :

source: Password of the session manager administrator.
fr: Mot de passe de l'administrateur du session manager.

source: Repeat password for the administrator:
fr: Répétez le mot de passe de l'administrateur :

source: Password input error
fr: Erreur de mot de passe

source: The two passwords you entered were not the same. Please try again.
fr: Les deux mots de passe saisis ne sont pas les mêmes. Essayez de nouveau.

source: Applications chroot URL:
fr: URL du chroot d'applications :

source: Application servers will need to retrieve an applications tarball, hosted on this session manager. A default tarball can be downloaded and stored for you.
fr: Les serveurs d'application nécessitent d'obtenir une archive d'applications, hébergée sur ce session manager. Une archive par défaut peut être téléchargée et stockée pour vous.

source: Leave this field empty if you don't want to download the archive now.
fr: Laissez ce champ vide si vous ne voulez pas télécharger cette archive maintenant.
