Repository: FreezeSoul/ovd
Catalog: i18n/uovdclient/*.po
Languages: fi, it

source: JavaScript must be enabled in order for you to use Ulteo OVD. However, it seems JavaScript is either disabled or not supported by your browser. To use OVD Web Client, enable JavaScript by changing your browser options, then [A]try again[/A].
it: JavaScript deve essere abilitato per usare Ulteo OVD. Sembra che JavaScript sia disabilitato o non supportato dal tuo browser. Per usare OVD Web Client, abilita JavaScript cambiando le opzioni sul browser, quindi riprova.

source: Close
fi: Sulje
it: Chiudi

source: Session Manager
it: Manager di Sessione

source: Login
fi: Käyttäjätunnus
it: Nome di accesso

source: Login (detected)
it: Login (rilevato)

source: Use local credentials
fi: Käytä paikallista kirjautumistietoa
it: Impiega delle credenziali locali

source: Yes
fi: Kyllä
it: Si

source: Mode
fi: Toimintatila
it: Modo

source: Portal
fi: Portaali
it: Portale

source: Fullscreen
fi: Kokonäyttö
it: A pieno schermo

source: Language
fi: Kieli
it: Lingua

source: Keyboard layout
fi: Näppäimistöasetus
it: Mappa della tastiera

source: Keyboard method
it: Metodo Tastiera

source: Unicode
it: Codifica Unicode

source: Unicode use local IME
it: Unicode usa InputMethodEditor (IME) locale

source: Advanced settings
fi: Yksityiskohtaiset asetukset
it: Impostazioni avanzate

source: Connect
fi: Yhdistä
it: Connettere

source: Checking for system compatibility
fi: Järjestelmän yhteensopivuustarkistus
it: Verifico la compatibilità del sistema

source: If this is your first time here, a Java security window will show up and you will have to accept it to use the service.
it: Se questa è la prima connessione, verrà mostrata una finestra di sicurezza Java e dovrai accettare l'uso di questo servizio.

source: You are advised to check the "<em>Always trust content from this publisher</em>" checkbox.
fi: Tarkista "<em>Luota aina tämän julkaisijan sisältöön</em>"valintaruutu.
it: Ti viene richiesto di spuntare la casella "<em>Considera sempre affidabili i contenuti di questo editore</em>"

source: System compatibility error
fi: Järjestelmän yhteensopivuusvirhe
it: Errore nella compatibilità del sistema

source: Please install the Java extension for your web browser or contact your administrator.
it: Installa l'extension Java per il tuo web bowser o contatta l'amministratore di sistema.

source: You have not accepted the Java security window.
fi: Et ole hyväksynyt Java-turvallisuusikkunaa
it: Non hai accettato la finestra di sicurezza Java.

source: You <strong>cannot</strong> have access to this service.
fi: Sinulla <strong> ei ole</strong> oikeuksia tähän palveluun.
it: <strong>Non puoi</strong> accedere a questo servizio.

source: Loading Open Virtual Desktop
fi: Ladataan Open Virtual Desktop
it: Sto caricando Open Virtual Desktop

source: Disconnecting Open Virtual Desktop
it: Sto disconnettendo Open Virtual Desktop

source: Welcome!
fi: Tervetuloa!
it: Benvenuto!

source: Suspend
fi: Keskeytä
it: Rimanda

source: Logout
fi: Kirjaudu ulos
it: Uscita

source: The Ulteo OVD session runs in a separate window
it: La sessione Ulteo OVD è in esecuzione in altra finestra.

source: Click [A]here[/A] to switch back to your session
it: Clicca [A]qui[/A] per ripristinare la sessione

source: My applications
fi: Sovellukseni
it: I miei programmi

source: Running applications
fi: Käytössä olevat sovellukset
it: Applicazioni in esecuzione

source: My files
fi: Tiedostoni
it: I miei files

source: Example: %EXAMPLE%
it: Esempio: %EXAMPLE%

source: Usage: missing "sessionmanager_host" parameter
fi: Käsittely: puuttuva "sessionmanager_host" parametri
it: Utilizzo: manca il parametro "sessionmanager_host"

source: Usage: missing "login" parameter
fi: Käsittely: puuttuva "kirjautumis" parametri
it: Utilizzo: manca il parametro "login"

source: Usage: missing "password" parameter
fi: Käsittely: puuttuva "salasana" parametri
it: Utilizzo: manca il parametro "password"

source: Unable to reach the Session Manager
fi: Istunnonhallinta on tavoittamattomissa
it: Non riesco a raggiungere il Manager di Sessione!

source: Authentication failed: please double-check your password and try again
fi: Autentikointi epäonnistui: tarkista salasanasi ja yritä uudelleen
it: Autenticazione non riuscita: verifica la tua password e riprova

source: The system is in maintenance mode, please contact your administrator for more information
it: Il sistema è nella modalità di manutenzione, contatta l'amministratore per ulteriori informazioni

source: You specified an invalid login, please double-check and try again
fi: Olet määrittänyt virheellisen kirjautumistiedon, tarkista ja yritä uudelleen
it: E' stato specificato un nome utente non valido, verificarlo e riprovare

source: The service is not available, please contact your administrator for more information
fi: Palvelu ei ole käytettävissä, ota yhteyttä pääkäyttäjään lisätietoja varten
it: Il servizio non è disponibile, sentire l'amministratore per ulteriori informazioni

source: You are not authorized to launch a session. Please contact your administrator for more information
it: Non sei autorizzato ad aprire una sessione. Contatta l'amministratore per ulteriori informazioni

source: You already have an active session
fi: Sinulla on jo aktiivinen istunto
it: Hai già una sessione attiva

source: You will be disconnected from your OVD session.
it: Stai per essere disconnesso dalla sessione OVD

source: Your session is going to end in 3 minutes, please save all your data now!
fi: Istunto päättyy 3 minuutin kuluttua, tallenna tietosi nyt!
it: La sessione terminerà tra tre minuti, salva subito i tuoi dati!

source: Your session is going to be disconnected in %MINUTES% minutes because of the logon time restriction policy
it: La tua sessione sarà disconnessa tra %MINUTES% minuti a causa della politica di restrizione sui tempi di accesso

source: Server: session closed unexpectedly
fi: Palvelin: istunto päättyi odottamattomasti
it: Server: sessione chiusa inaspettatamente

source: Your session has ended, you can now close the window
fi: Istuntosi on päättynyt, voit nyt sulkea ikkunan
it: La sessione è terminata, si può chiudere la finestra

source: Your session has ended unexpectedly
fi: Istuntosi päättyi odottamattomasti
it: La sessione è terminata inaspettatamente

source: error details
fi: virheen tarkemmat tiedot
it: dettagli dell'errore

source: Close this window
fi: Sulje tämä ikkuna
it: Chiudere questa finestra

source: Click [A]here[/A] to start a new session
it: Clicca [A]qui[/A] per aprire una nuova sessione

source: suspend
fi: keskeytä
it: sospendi

source: resume
fi: jatka
it: riprendi

source: Are you sure you want to logout (# apps running) ?
it: Sei sicuro di volerti disconnettere (# programmi in esecuzione) ?

source: Profile
fi: Profiili
it: Profilo

source: Text file (*.txt)
fi: Teksti tiedosto (*.txt)
it: File di testo (*.txt)

source: Error
fi: Virhe
it: Errore

source: Bug report saved to %s
it: Segnalazione del bug salvato su %s

source: Bug report saved
fi: Virheraportti tallennettu
it: Segnalazione del bug salvata

source: Please fill in the description field.
it: Si prega di valorizzare il campo descrizione.

source: Empty field
fi: Tyhjä kenttä
it: Campo vuoto

source: Ulteo OVD Bug Report
fi: Ulteo OVD Virhe Raportti
it: Segnalazione dei bug di Ulteo OVD

source: Validate
fi: Vahvista
it: Convalidare

source: Date
fi: Päivä
it: Data

source: Version
fi: Versio
it: Versione

source: System
fi: Järjestelmä
it: Sistema

source: Description and steps to reproduce:
fi: Kuvaus ja toistamisen vaiheet:
it: Descrizione e passi per riprodurre:

source: Report a bug
fi: Ilmoita virheestä
it: Segnalare un bug

source: Maximized
fi: Maksimoi
it: Massimizzato

source: Fewer options
fi: Vähemmän vaihtoehtoja
it: Meno opzioni

source: More options...
fi: Enemmän vaihtoehtoja...
it: Più opzioni

source: Start!
fi: Aloita!
it: Avvio!

source: Resolution
fi: Resoluutio
it: Risoluzione

source: Keyboard
fi: Näppäimistö
it: Tastiera

source: Application
fi: Sovellus
it: Applicazione

source: Remember me
fi: Muista minut
it: Ricordami

source: Auto-publish shortcuts
fi: Julkaise pikakuvakkeet automaattisesti
it: Scorciatoie per l'auto pubblicazione

source: Logoff
it: Disconnessione

source: Disconnect
fi: Yhteys katkaistu
it: Chiudere la connessione

source: Close the application
it: Chiude l'applicazione

source: Cancel
fi: Peruuta
it: Cancella

source: Start loading session
fi: Lataa istuntoa
it: Inizia il caricamento della sessione

source: Connecting to the Session Manager
it: In connessione al Manager di Sessione

source: Get session information from Session Manager
it: Ottenere informazioni sulla sessione dal Manager di Sessione

source: Get application data from Session Manager
it: Ottenere dati dell'applicazione dal Manager di Sessione

source: Installing application data on client
fi: Asentaa sovelluksen tietoa asiakkaalle
it: Installare i dati dell'applicazione sul client

source: Invalid status
fi: Virheellinen tila
it: Stato non valido

source: Disconnecting!
fi: Yhteyttä katkaistaan!
it: Disconnessione!

source: Now loading
fi: Lataa
it: Sto caricando

source: Unable to reach the Session Manager!
fi: Session Manager on tavoittamattomissa!
it: Non riesco a raggiungere il Manager di Sessione!

source: Warning!
fi: Varoitus!
it: Attenzione!

source: Invalid host field!
fi: Virheellinen palvelimen kenttä!
it: Campo host non valido!

source: You must specify the host field!
fi: Määritä palvelimen kenttä!
it: Devi specificare il campo host!

source: You must specify a username!
fi: Määritä käyttäjänimi!
it: Devi specificare un nome utente!

source: You must specify a password!
fi: Määritä salasana!
it: Devi specificare una password!

source: Unable to find a valid certificate
it: Impossibile trovare un certificato valido

source: Session is going to end
fi: Istunto päättyy
it: La sessione sta terminando

source: Internal error: unsupported session mode
fi: Sisäinen virhe: istunnon muotoa ei tueta
it: Errore interno: modalità di sessione non supportata

source: You have been disconnected
fi: Yhteys on katkaistu
it: Sei stato disconnesso

source: Your session has ended
fi: Istuntosi on loppunut
it: La sessione è terminata

source: Protocol xml error:
fi: Xml protokolla virhe
it: Errore xml del protocollo:

source: OVD News
fi: OVD Uutiset
it: Notizie da OVD

source: Enable desktop integration
it: Abilita l'integrazione del desktop

source: Disable desktop integration
it: Disabilita l'integrazione del desktop

source: Welcome {user}
fi: Tervetuloa {käyttäjä}
it: Benvenuto {user}

source: Main gestures
it: Principali caratteristiche

source: Right click
it: Pulsante destro del mouse

source: View gestures
it: Mostra caratteristiche

source: The system is on maintenance mode, please contact your administrator for more information
fi: Järjestelmä on huoltotilassa, ota yhteyttä pääkäyttäjään lisätietoja varten
it: Il sistema è in modalità di manutenzione, chiedere all'amministratore per ulteriori informazioni

source: You are not authorized to launch a session in this mode
fi: Et ole valtuutettu käyttämään istuntoa tässä toimintatilassa
it: Non si possiede l'autorizzazione per lanciare una sessione in questa modalità

source: A network issue prevents the dialog between the client and the server. You can wait until the connection is up again or logout now.
it: Un evento sulla rete impedisce il dialogo tra il client e il server. Puoi attendere il ripristino o scollegarti dalla sessione.

source: Gestures
it: Caratteristiche

source: An error occured, please contact your administrator
fi: Virhe tapahtunut, ota yhteyttä pääkäyttäjään
it: E' avvenuto un errore, contattare l'amministratore

source: Toolbar
it: Barra degli strumenti

source: To log in, you need to enter your login, your password and the server name you wish to connect.
it: Per accedere, devi inserire il tuo nome utente, la tua password ed il nome del server cui connettersi.

source: Show toolbar
it: Mostra la barra degli strumenti

source: Network is down
it: La rete è giù

source: Connection
it: Connessione

source: Move view
it: Spostare lo sguardo

source: Show keyboard
it: Mostra tastiera

source: Help
it: Aiuto

source: An internal error occured, please contact your administrator
fi: Sisäinen virhe tapahtunut, ota yhteyttä pääkäyttäjään
it: E' avvenuto un errore interno, contattare l'amministratore

source: The question mark shows this help sheet. The cross exits the session.
it: Il punto interrogativo mostra la pagina di aiuto. La croce chiude la sessione.

source: Session resolution
it: Risoluzione della sessione

source: The password will be saved
it: La password sarà salvata

source: RDP Compression
it: Compressione RDP

source: Android controls remains visible on screen
it: I controlli Android rimangono visibili sullo schermo

source: Do you want to disconnect the current session ?
it: Vuoi disconnettere la sessione corrente?

source: Manual resolution
it: Risoluzione Manuale

source: Advanced options
it: Opzioni avanzate

source: Enhanced keyboard
it: Tastiera avanzata

source: Force wide screen
it: Forza schermo grande

source: Ulteo website
it: Sito web Ulteo

source: Screen resolution not changed
it: La risoluzione schermo non è cambiata

source: Dim the system bar with clock while showing the desktop
it: Attenua la barra di sistema con l'orologio mentre viene visualizzato il desktop

source: Always show the system bar with clock
it: Mostra sempre la barra di sistema con l'orologio

source: The login screen shows the Session Manager data
it: Lo schermo di login mostra i dati del Session Manager

source: No Internet connection has been detected on this device. Please enable Wifi/3G before using this application
it: Nessuna connessione Internet rilevata su questo dispositivo. Abilita Wifi/3G per poter usare questa applicazione

source: Hide the Session Manager in login screen
it: Nascondi il Session Manager nello schermo di login

source: Dim system bar
it: Attenua la barra di sistema

source: The networks connection appears to be down, You can wait for reconnection or logout
it: La connessione di rete risulta essere giù. Puoi aspettare la riconnessione o chiudere la sessione

source: Not specified
it: Non specificato

source: Active desktop session
it: Sessione desktop attiva

source: Hide session manager in login screen
it: Nascondi il session manager nello schermo di login

source: Manual selection of screen resolution
it: Selezione manuale della risoluzione video

source: Set the session manager url
it: Imposta l'url del session manager

source: Use enhanced keyboard
it: Usa la tastiera avanzata

source: Create shortcut
it: Crea collegamento

source: Waiting server for session
fi: Odottaa palvelinta istuntoa varten
it: Attendo il server per aprire una sessione

source: Do not use enhanced keyboard
it: Non usare la tastiera avanzata

source: Wide screen resolution will be forced
it: Verrà usata una risoluzione a schermo grande

source: Disable RDP compression
it: Disabilita la compressione RDP

source: Automatic detection of screen resolution
it: Rilevazione automatica della risoluzione video

source: The desktop will take all screen space
it: Il desktop occuperà tutto lo spazio video

source: The password will not be saved
it: La password non sarà salvata

source: Session
it: Sessione

source: Set the screen dimensions of the session
it: Imposta la dimensione video della sessione

source: Connection type
it: Tipo di connessione

source: Connection error
it: Errore di connessione

source: Enable RDP compression
it: Abilita la compressione RDP

source: Save the password
it: Salva la password

source: Example: sm.ulteo.com
fi: Esimerkki: sm.ulteo.com

source: Password
fi: Salasana

source: No
fi: Ei

source: Desktop
fi: Työpöytä

source: Debug
fi: Virheenkorjaus

source: If this is your first time here, a Java security window will show up and you have to accept it to use the service.
fi: Jos tämä on ensimmäinen kertasi täällä, Java-turvallisuusikkuna tulee näkyviin ja sinun pitää hyväksyä se käyttääksesi palvelua.

source: Java is not available either on your system or in your web browser.
fi: Java ei ole käytössä järjestelmässäsi tai web-selaimessa

source: Please install Java extension for your web browser or contact your administrator.
fi: Asenna Java-laajennus selaimeesi, tai ota yhteyttä pääkäyttäjään.

source: Click <a href="javascript:;" onclick="hideEnd(); showLogin(); return false;">here</a> to start a new session
fi: Klikkaa <a href="javascript:;" onclick="hideEnd(); showLogin(); return false;">tästä</a> käynnistääksesi uuden istunnon

source: Do not close this Ulteo OVD window!
fi: Älä sulje tätä Ulteo OVD ikkunaa!

source: Error!
fi: Virhe!

source: Internal error: Bad session mode return
fi: Sisäinen virhe: Huonon istunnon palautus

source: Display icons
fi: Näytä kuvakkeet

source: Hide icons
fi: Piilota kuvakkeet

source: Connecting to the session manager
fi: Yhdistetään Session Manageriin

source: Get session information from session manager
fi: Hae lisää tietoa Session Managerista

source: Get application data from session manager
fi: Hae sovelluksen tieto Session Managerista

source: Server
fi: Palvelin

source: Auto
fi: Automaattinen

source: Go back to authentication
fi: Palaa takaisin autentikointiin

source: Do you really want to close the window?
fi: Haluatko varmasti sulkea ikkunan?

source: MM/dd/yy hh:mm:ss
fi: KK/pp/vv tt:mm:ss

source: An error occured. Please try again.
fi: Virhe tapahtunut. Ole hyvä ja yritä uudelleen

source: Bug report saved to
fi: Tallenna virheraportti

source: Please fill description field.
fi: Ole hyvä ja täytä kuvaus kenttään.
